Repository: Bobcatou/broken-link-checker
Catalog: languages/broken-link-checker-*.po
Languages: ro_ro

source: I don't know how to edit a '%s' [%d].
ro_ro: Nu stiu cum sa editez un '%s' [%d].

source: Failed to update the meta field '%s' on %s [%d]
ro_ro: S-a esuat actualizarea meta campului '%s' la %s [%d]

source: Failed to delete the meta field '%s' on %s [%d]
ro_ro: S-a esuat stergerea meta campului '%s' la %s [%d]

source: Edit this post
ro_ro: Editare afisare

source: Edit this item
ro_ro: Editare articol

source: Edit
ro_ro: Editare

source: Move this item to the Trash
ro_ro: Muta acest articol in Pubela

source: Trash
ro_ro: Pubela

source: Delete this item permanently
ro_ro: Sterge definitiv acest articol

source: Delete
ro_ro: Stergere

source: View "%s"
ro_ro: Vizualizare "%s"

source: View
ro_ro: Vizualizare

source: Failed to delete post "%s" (%d)
ro_ro: Esuare stergere afisare "%s" (%d)

source: Can't move post "%s" (%d) to the trash because the trash feature is disabled
ro_ro: Nu pot muta afisarea "%s" (%d) in Pubela, deoarece optiunea Pubela este dezactivata

source: Failed to move post "%s" (%d) to the trash
ro_ro: Esuare mutare afisare "%s" (%d) in Pubela

source: Bookmark
ro_ro: Semne de carte

source: Edit this bookmark
ro_ro: Editare semn de carte

source: You are about to delete this link '%s' 'Cancel' to stop, 'OK' to delete.
ro_ro: Sunteti pe cale sa stergeti aceasta legatura '%s' 'Anulare' pentru a va opri, 'OK' pentru a sterge.

source: Nothing to update
ro_ro: Nimic de actualizat

source: Updating bookmark %d failed
ro_ro: Actualizarea semnului de carte %d a esuat

source: Failed to delete blogroll link "%s" (%d)
ro_ro: Nu s-a reusit stergerea legaturii "%s" (%d)

source: %d blogroll link deleted.
ro_ro: %d legatura stearsa.

source: Updating comment %d failed
ro_ro: Actualizarea comentariului %d a esuat

source: Failed to delete comment %d
ro_ro: Stergerea comentariului %d a esuat

source: Can't move comment %d to the trash
ro_ro: Nu s-a putut muta comentariul %d in Pubela

source: Edit comment
ro_ro: Editare comentariu

source: Delete Permanently
ro_ro: Stergere Permanenta

source: Move this comment to the trash
ro_ro: Muta si acest comentariu in Pubela

# verb
source: Trash
ro_ro: Pubela

source: View comment
ro_ro: Vizualizare comentariu

source: Comment
ro_ro: Comentariu

source: %d comment has been deleted.
ro_ro: %d comentariu a fost sters.

source: %d comment moved to the Trash.
ro_ro: %d comentariu mutat in Pubela.

source: Server Not Found
ro_ro: Server de negasit

source: Connection Failed
ro_ro: Conectare esuata

source: Unknown Error
ro_ro: Eroare necunoscuta

source: HTTP code : %d
ro_ro: cod HTTP: %d

source: (No response)
ro_ro: (Nici un raspuns)

source: Most likely the connection timed out or the domain doesn't exist.
ro_ro: Cel mai probabil, timpul conexiunii a expirat ori domeniul nu exista.

source: Request timed out.
ro_ro: Timpul solicitarii a expirat.

source: Using Snoopy
ro_ro: Folosirea Snoopy

source: Image
ro_ro: Imagine

source: Custom field
ro_ro: Camp personalizabil

source: DailyMotion Video
ro_ro: Clipuri video DailyMotion

source: Embedded DailyMotion video
ro_ro: Clipuri video DailyMotion incorporate

source: Not Found
ro_ro: Negasit

source: RS Server Down
ro_ro: Server RS cazut

source: File Blocked
ro_ro: Fisier nepermis

source: File Locked
ro_ro: Fisier blocat

source: RapidShare : %s
ro_ro: %s RapidShare

source: RapidShare API error: %s
ro_ro: Eroare API RapidShare: %s

source: Embedded videos can't be edited using Broken Link Checker. Please edit or replace the video in question manually.
ro_ro: Embedded video nu pot fi editate cu ajutorul Broken Link Checker. Va rugam sa editati sau sa inlocuiti fisierul video in cauza manual.

source: Vimeo Video
ro_ro: Clipuri video Vimeo

source: Embedded Vimeo video
ro_ro: Clipuri video Vimeo incorporate

source: Video Not Found
ro_ro: Nu a fost gasit clipul video

source: Video Removed
ro_ro: Clip video eliminat

source: Invalid Video ID
ro_ro: ID Video invalid

source: Video status : %s%s
ro_ro: Stare clip video: %s%s

source: Video Restricted
ro_ro: Video restrictionat

source: Unknown YouTube API response received.
ro_ro: Raspuns API necunoscut primit de la YouTube.

source: YouTube Video
ro_ro: Video YouTube

source: Embedded YouTube video
ro_ro: Clipuri video YouTube incorporate

source: File Temporarily Unavailable
ro_ro: Fisier indisponibil temporar

source: API Error
ro_ro: Eroare API

source: Once Weekly
ro_ro: Saptamanal

source: Twice a Month
ro_ro: De doua ori pe luna

source: Broken Link Checker installation failed. Try deactivating and then reactivating the plugin.
ro_ro: Instalarea Broken Link Checker a esuat. Incearca sa dezactivezi si sa reactivezi plugin-ul.

source: Loading...
ro_ro: Se incarca...

source: [ Network error ]
ro_ro: [Eroare de Retea]

source: Automatically expand the widget if broken links have been detected
ro_ro: Extinde automat widget-ul daca s-au detectat legaturi intrerupte

source: Link Checker Settings
ro_ro: Setari Verificator de Legaturi

source: Link Checker
ro_ro: Verificator de Legaturi

source: Broken Links
ro_ro: Legaturi intrerupte

source: View Broken Links
ro_ro: Vizualizare Legaturi intrerupte

source: Go to Settings
ro_ro: Mergi la setari

source: Go to Broken Links
ro_ro: Mergi la legaturile intrerupte

source: Settings
ro_ro: Setari

source: Error: The plugin's database tables are not up to date! (Current version : %d, expected : %d)
ro_ro: Eroare: Tabelele bazelor de date ale modulului extensie nu sunt actualizate! (Versiune curenta: %d, asteptat : %d)

source: Settings saved.
ro_ro: Setari salvate.

source: Thank you for your donation!
ro_ro: Iti multumim pentru donatie!

source: Complete site recheck started.
ro_ro: Reverificare completa a siturilor pornita.

source: Details
ro_ro: Detalii

source: General
ro_ro: Generalitati

source: Look For Links In
ro_ro: Cauta Legaturi in

source: Which Links To Check
ro_ro: Ce Legaturi sa se Verifice

source: Protocols & APIs
ro_ro: Protocoale & Interfete de Programare Aplicatie (IPA - API)

source: Advanced
ro_ro: Avansate

source: Broken Link Checker Options
ro_ro: Optiuni Broken Link Checker

source: Status
ro_ro: Stare

source: Show debug info
ro_ro: Arata informatiile de depanare

source: Check each link
ro_ro: Verifica fiecare legatura

source: Every %s hours
ro_ro: La fiecare %s Ore

source: Existing links will be checked this often. New links will usually be checked ASAP.
ro_ro: Legaturile existente vor fi verificate cu aceasta frecventa. Legaturile noi vor fi verificate, de obicei, de indata ce este posibil.

source: E-mail notifications
ro_ro: Notificari posta electronica (e-mail)

source: Send me e-mail notifications about newly detected broken links
ro_ro: Trimite-mi notificari despre legaturile intrerupte nou detectate

source: Link tweaks
ro_ro: Optimizare legaturi

source: Apply custom formatting to broken links
ro_ro: Aplicare formatare personalizata legaturilor intrerupte

source: Edit CSS
ro_ro: Editare Diagrame stilistice in cascada (DSC - CSS)

source: Apply custom formatting to removed links
ro_ro: Aplicare formatare personalizata legaturilor eliminate

source: Stop search engines from following broken links
ro_ro: Opreste motoarele de cautare sa urmeze legaturile intrerupte

source: Look for links in
ro_ro: Cauta legaturi in

source: Post statuses
ro_ro: Afisare stari

source: Link types
ro_ro: Tipuri de legaturi

source: Error : All link parsers missing!
ro_ro: Eroare: Toate analizoarele de cod ale legaturilor lipsa!

source: Exclusion list
ro_ro: Lista de excluziuni

source: Don't check links where the URL contains any of these words (one per line) :
ro_ro: Nu verifica legaturile acolo unde adresa universala (URL) contine vreunul dintre aceste cuvinte (unul pe rand):

source: Check links using
ro_ro: Verific legaturile cu ajutorul

source: Timeout
ro_ro: Expirare timp

source: %s seconds
ro_ro: %s secunde

source: Links that take longer than this to load will be marked as broken.
ro_ro: Legaturile a caror incercare dureaza mai mult decat atat vor fi marcate ca intrerupte.

source: Link monitor
ro_ro: Monitor de legaturi

source: Run continuously while the Dashboard is open
ro_ro: Ruleaza in continuu, atat timp cat Tabloul de Bord este deschis

source: Run hourly in the background
ro_ro: Ruleaza la fiecare ora, in fundal

source: Max. execution time
ro_ro: Max. timp de executie

source: The plugin works by periodically launching a background job that parses your posts for links, checks the discovered URLs, and performs other time-consuming tasks. Here you can set for how long, at most, the link monitor may run each time before stopping.
ro_ro: Modulul extensie functioneaza prin lansarea periodica a unei sarcini, in fundal, care analizeaza afisarile dumneavoastra, pentru a gasi legaturi, verifica adresele universale (URL) descoperite, si ndeplineste alte sarcini consumatoare de timp. Aici puteti seta durata pentru care poate rula monitorul de legaturi, de fiecare data, inainte de a se opri.

source: Custom temporary directory
ro_ro: Director temporar personalizat

source: Error : This directory isn't writable by PHP.
ro_ro: Eroare: Acest director nu este inscriptibil in PHP.

source: Error : This directory doesn't exist.
ro_ro: Eroare: Acest director nu exista.

source: Set this field if you want the plugin to use a custom directory for its lockfiles. Otherwise, leave it blank.
ro_ro: Setaţi acest câmp dacă doriţi să utilizaţi plugin-un director particularizat pentru lockfiles sale. În caz contrar, lăsaţi-l gol.

source: Server load limit
ro_ro: Limita de incarcare a serverului

source: Current load : %s
ro_ro: Incarcare curenta: %s

source: Link checking will be suspended if the average <a href="%s">server load</a> rises above this number. Leave this field blank to disable load limiting.
ro_ro: Verificarea legaturilor va fi suspendata daca media <a href="%s">de incarcare a serverului</a> se ridica peste aceasta cifra. Lasa acest camp necompletat pentru a dezactiva limitarea incarcarii.

source: Not available
ro_ro: Indisponibil

source: Load limiting only works on Linux-like systems where <code>/proc/loadavg</code> is present and accessible.
ro_ro: Limitarea incarcarii functioneaza doar pe sisteme similare Linux, unde este prezenta si accesibila <code>media de proc/incarcare</code>.

source: Forced recheck
ro_ro: Reverificare fortata

source: Re-check all pages
ro_ro: Reverificare a tuturor paginilor

source: The "Nuclear Option". Click this button to make the plugin empty its link database and recheck the entire site from scratch.
ro_ro: "Optiunea Nucleara". Faceti clic pe acest buton pentru a determina modulul extensie sa isi goleasca baza de date cu legaturi si sa reverifice intregul sit de la capat.

source: Save Changes
ro_ro: Salveaza Modificarile

source: Configure
ro_ro: Configurare

source: Check URLs entered in these custom fields (one per line) :
ro_ro: Verificati URL-urile introduse in aceste campuri personalizabile (una pe rand) :

source: Database error : %s
ro_ro: Eroare de baza de date: %s

source: You must enter a filter name!
ro_ro: Trebuie sa introduceti un nume de filtru!

source: Invalid search query.
ro_ro: Cerere de cautare invalida.

source: Filter "%s" created
ro_ro: Filtru "%s" creat

source: Filter ID not specified.
ro_ro: ID filtru nespecificat.

source: Filter deleted
ro_ro: Filtru sters

source: Replaced %d redirect with a direct link
ro_ro: Inlocuire redirectionare %d cu o legatura directa

source: Failed to fix %d redirect
ro_ro: Esec la repararea redirectionarii %d

source: None of the selected links are redirects!
ro_ro: Nici una dintre legaturile selectate nu este o redirectionare!

source: %d link updated.
ro_ro: Legatura %d actualizata.

source: Failed to update %d link.
ro_ro: Esec la actualizarea legaturii %d.

source: %d link removed
ro_ro: %d legatura eliminata

source: Failed to remove %d link
ro_ro: Esec la eliminarea a %d legatura

source: %d item was skipped because it can't be moved to the Trash. You need to delete it manually.
ro_ro: Articolul %d a fost omis pentru ca nu poate fi mutat in Pubela. Este nevoie sa il stergeti manual.

source: Didn't find anything to delete!
ro_ro: Nu am gasit nimic de sters!

source: %d link scheduled for rechecking
ro_ro: Legatura %d programata pentru reverificare

source: This link was manually marked as working by the user.
ro_ro: Aceasta legatura a fost marcata manual, de catre utilizator, ca functionala.

source: Couldn't modify link %d
ro_ro: Nu am putut modifica legatura %d

source: %d link marked as not broken
ro_ro: %d legatura marcata ca neintrerupta

source: Table columns
ro_ro: Coloane de tabel

source: Show on screen
ro_ro: Arata pe ecran

source: links
ro_ro: legaturi

source: Apply
ro_ro: Aplica

source: Misc
ro_ro: Diverse

source: Highlight links broken for at least %s days
ro_ro: Evidentiaza legaturile intrerupte pentru cel putin %s zile

source: Color-code status codes
ro_ro: Codare a starii prin culoare

source: You're not allowed to do that!
ro_ro: Nu vi se permite aceasta actiune!

source: View broken links
ro_ro: Vizualizare legaturi intrerupte

source: Found %d broken link
ro_ro: S-a gasit %d legatura intrerupta

source: No broken links found.
ro_ro: Nu s-au gasit legaturi intrerupte.

source: %d URL in the work queue
ro_ro: %d URL in sirul de lucru

source: No URLs in the work queue.
ro_ro: Nici un URL in sirul de lucru.

source: Detected %d unique URL
ro_ro: S-a detectat %d un URL unic

source: in %d link
ro_ro: in %d legatura

source: and still searching...
ro_ro: , iar cautarea continua...

source: Searching your blog for links...
ro_ro: Se cauta legaturi pe blogul dvs...

source: No links detected.
ro_ro: Nu s-au detectat legaturi.

# current load
source: Unknown
ro_ro: Necunoscut

source: Oops, I can't find the link %d
ro_ro: Hopa, nu pot sa gasesc legatura %d

source: Oops, couldn't modify the link!
ro_ro: Hopa, n-am putut modifica legatura!

source: Error : link_id not specified
ro_ro: Eroare: ID_legatur nespecificata

source: Oops, the new URL is invalid!
ro_ro: Hopa, noul URL este invalid!

source: An unexpected error occured!
ro_ro: A avut loc o eroare neasteptata!

source: Error : link_id or new_url not specified
ro_ro: Eroare: ID_legatura ori URL_nou nespecificat( )

source: You don't have sufficient privileges to access this information!
ro_ro: Nu aveti privilegii suficiente pentru a accesa aceasta informatie!

source: Error : link ID not specified
ro_ro: Eroare: ID legatura nespecificata

source: Failed to load link details (%s)
ro_ro: Esec la incarcarea detaliilor legaturii (%s)

source: The current temporary directory is not accessible; please <a href="%s">set a different one</a>.
ro_ro: Directorul temporar curent nu este accesibil; va rugam <a href="%s">sa declarati un altul</a>.

source: Please make the directory <code>%1$s</code> writable by plugins or <a href="%2$s">set a custom temporary directory</a>.
ro_ro: Va rugam sa faceti directorul <code>%1$s</code> inscriptibil de catre module extensie ori <a href="%2$s">declarati un director temporar personalizat</a>.

source: Broken Link Checker can't create a lockfile.
ro_ro: Broken Link Checker nu poate crea un fisier de blocare.

source: The plugin uses a file-based locking mechanism to ensure that only one instance of the resource-heavy link checking algorithm is running at any given time. Unfortunately, BLC can't find a writable directory where it could store the lockfile - it failed to detect the location of your server's temporary directory, and the plugin's own directory isn't writable by PHP. To fix this problem, please make the plugin's directory writable or enter a specify a custom temporary directory in the plugin's settings.
ro_ro: Modulul extensie foloseste un mecanism de blocare pe baza de fisiere pentru a se asigura ca, in orice moment, ruleaza doar o singura instanta a algoritmului de verificare a legaturilor, mare consumator de resurse. Din pacate, BLC nu poate gasi un director inscriptibil unde ar putea stoca fisierul de blocare - nu a reusit sa detecteze localizarea directorului temporar al serverului dvs., iar directorul propriu al modulului extensie nu este inscriptibil de catre PHP. Pentru a repara aceasta problema, declarati directorul modulului extensie ca inscriptibil ori declarati un director temporar personalizat in setarile modulului extensie.

source: PHP version
ro_ro: Versiune PHP

source: MySQL version
ro_ro: Versiune MySQL

source: You have an old version of CURL. Redirect detection may not work properly.
ro_ro: Avti o versiune veche a CURL. Se poate ca detectia redirectionarilor sa nu functioneze cum trebuie.

source: Not installed
ro_ro: Ne-instalat(a)

source: CURL version
ro_ro: Versiune CURL

source: Installed
ro_ro: Instalat(a)

source: You must have either CURL or Snoopy installed for the plugin to work!
ro_ro: Pentru ca acest modul extensie sa functioneze, trebuie sa aveti instalat fie CURL, fie Snoopy!

source: On
ro_ro: Pornit

source: Redirects may be detected as broken links when safe_mode is on.
ro_ro: Redirectionarile pot fi detectate ca legaturi intrerupte, atunci cand este pornit modul_sigur.

source: Off
ro_ro: Oprit

source: On ( %s )
ro_ro: Pornit ( %s )

source: Redirects may be detected as broken links when open_basedir is on.
ro_ro: Redirectionarile pot fi detectate ca legaturi intrerupte, atunci cand este pornit open_basedir.

source: Can't create a lockfile. Please specify a custom temporary directory.
ro_ro: nu poate crea un fisier de blocare. Va rugam sa specificati un director temporar personalizat.

source: If this value is zero even after several page reloads you have probably encountered a bug.
ro_ro: Daca aceasta valoare este zero, chiar si dupa mai multe reincarcari de pagina, porbabil ca ati intalnit o eroare de cod.

source: [%s] Broken links detected
ro_ro: S-au detectat [%s] legaturi intrerupte

source: Broken Link Checker has detected %d new broken link on your site.
ro_ro: Broken Link Checker a detectat %d legatura intrerupta pe situl dvs.

source: Here's a list of the first %d broken links:
ro_ro: Iata o lista a primelor %d legaturi intrerupte:

source: Here's a list of the new broken links:
ro_ro: Iata o lista a noilor legaturi intrerupte:

source: Link text : %s
ro_ro: Text Legatura: %s

source: Link URL : <a href="%s">%s</a>
ro_ro: legatura URL: <a href="%s">%s</a>

source: Source : %s
ro_ro: Sursa: %s

source: You can see all broken links here:
ro_ro: Puteti vizualiza toate legaturile intrerupte aici:

source: Wait...
ro_ro: Asteptati...

source: Not broken
ro_ro: Neintrerupta

source: %d instances of the link were successfully modified.
ro_ro: %d instante ale legaturii au fost modificate.

source: However, %d instances couldn't be edited and still point to the old URL.
ro_ro: Cu toate acestea, %d instante nu au putut fi fi editate si indica in continuare vechiul URL.

source: The link could not be modified.
ro_ro: Aceasta legatura nu a putut fi modificata.

source: The following error(s) occured :
ro_ro: A(u) avut loc urmatoarea(ele) eroare(i):

source: %d instances of the link were successfully unlinked.
ro_ro: %d instante ale legaturii au fost dezasociate.

source: However, %d instances couldn't be removed.
ro_ro: Cu toate acestea, %d instante nu au putut fi eliminate.

source: The plugin failed to remove the link.
ro_ro: Modulul extensie nu a reusit sa elimine legatura.

source: Unlink
ro_ro: Dezasociati

source: Enter a name for the new custom filter
ro_ro: Introducti un nume pentru noul filtru personalizat

source: You are about to delete the current filter. 'Cancel' to stop, 'OK' to delete
ro_ro: Sunteti pe cale sa stergeti filtrul curent. 'Anulare' pentru a va opri, 'OK' pentru a sterge

source: Are you sure you want to delete all posts, bookmarks or other items that contain any of the selected links? This action can't be undone. 'Cancel' to stop, 'OK' to delete
ro_ro: Sunteti sigur( ) ca vreti sa stergeti toate afisarile, semnele de carte ori alte articole care contin vreuna dintre legaturile selectate? Aceasta actiune nu poate fi desfacut . 'Anulare' pentru a va opri, 'OK' pentru a sterge

source: Are you sure you want to remove the selected links? This action can't be undone. 'Cancel' to stop, 'OK' to remove
ro_ro: Sunteti sigur( ) ca vreti sa eliminati legaturile selectate? Aceasta actiune nu poate fi desfacuta. 'Anulare' pentru a va opri, 'OK' pentru a elimina

source: Enter a search string first.
ro_ro: Introduceti, mai intai, un sir de cautare.

source: Select one or more links to edit.
ro_ro: Selectati una sau mai multe legaturi de editat.

source: Save This Search As a Filter
ro_ro: Salveaza Cautarea de fata drept Filtru

source: Delete This Filter
ro_ro: Sterge Acest Filtru

source: Search
ro_ro: Cautare

source: Link text
ro_ro: Text legatura

source: HTTP code
ro_ro: cod HTTP

source: Link status
ro_ro: Stare legatura

source: Link type
ro_ro: Tip legaturi

source: Any
ro_ro: Oricare

source: Links used in
ro_ro: Legaturi folosite la

source: Search Links
ro_ro: Legaturi de Cautare

source: Cancel
ro_ro: Anulare

source: Donate $10, $20 or $50!
ro_ro: Doneaza $10, $20 or $50!

source: If you like this plugin, please donate to support development and maintenance!
ro_ro: Daca iti este util acest plugin, te rog sa donezi pentru a sustine dezvoltarea si suportul acestuia.

source: Return to WordPress Dashboard
ro_ro: Intoarce-te la panoul de control WordPress

source: Recommended
ro_ro: Rrecomandat

source: Hide debug info
ro_ro: Ascunde informatiile de depanare

source: Compact View
ro_ro: Vizualizare Compacta

source: Detailed View
ro_ro: Vizualizare Detaliata

source: Source
ro_ro: Sursa

source: Link Text
ro_ro: Text Legatura

source: Bulk Actions
ro_ro: Actiuni Diverse

source: Edit URL
ro_ro: Editare URL

source: Recheck
ro_ro: Reverificare

source: Fix redirects
ro_ro: Reparare redirectionari

source: Mark as not broken
ro_ro: Marcare ca ne-intrerupta

source: Move sources to Trash
ro_ro: Mutare surse in Pubela

source: Delete sources
ro_ro: Stergere surse

source: Displaying %s&#8211;%s of <span class="current-link-count">%s</span>
ro_ro: Afisare %s&#8211;%s a <span class="current-link-count">%s</span>

source: Bulk Edit URLs
ro_ro: Editare concomitenta URL-uri

source: Find
ro_ro: Gasire

source: Replace with
ro_ro: Inlocuire cu

source: Case sensitive
ro_ro: Sensibil la majuscule

source: Regular expression
ro_ro: Expresie uzuala

source: Update
ro_ro: Actualizare

source: Post published on
ro_ro: Afisare publicata pe

source: Link last checked
ro_ro: Ultima verificare a legaturii

source: Never
ro_ro: Niciodata

source: Response time
ro_ro: Timp de raspuns

source: %2.3f seconds
ro_ro: %2.3f secunde

source: Final URL
ro_ro: URL final

source: Redirect count
ro_ro: Numaratoare redirectionari

source: Instance count
ro_ro: Numaratoare instante

source: This link has failed %d time.
ro_ro: Aceasta legatura a esuat %d data.

source: This link has been broken for %s.
ro_ro: Aceasta legatura este intrerupta de %s.

source: Log
ro_ro: Jurnal

source: Show more info about this link
ro_ro: Arata mai multe informatii despre aceasta legatura

# checked how long ago
source: Checked
ro_ro: Verificare

source: Broken for
ro_ro: Intrerupta de

source: Edit link URL
ro_ro: Editare legatura URL

source: Remove this link from all posts
ro_ro: Elimina aceasta legatura din toate afisarile

source: Remove this link from the list of broken links and mark it as valid
ro_ro: Elimina aceasta legatura din lista de legaturi interupte si marcheaza ca si valida

source: Cancel URL editing
ro_ro: Anulare editare URL

source: Update URL
ro_ro: Actualizare URL

source: [An orphaned link! This is a bug.]
ro_ro: [Legaturi orfane (fara obiect)! Aceasta este o eroare de cod.]
