Repository: Bobcatou/broken-link-checker
Catalog: languages/broken-link-checker-*.po
Languages: ro_ro

source: Failed to delete old DB tables. Database error : %s
ro_ro: Stergerea tabelelor BD vechi a esuat. Eroare de baza de date: %s

source: Editing is not implemented in the '%s' parser
ro_ro: Editarea nu este implementata in analizorul de cod '%s'

source: Unlinking is not implemented in the '%s' parser
ro_ro: Dezasocierea nu este implementata in analizorul de cod '%s'

source: Broken
ro_ro: Intrerupta

source: No broken links found
ro_ro: Nu s-au gasit legaturi intrerupte

source: Redirects
ro_ro: Redirectionari

source: Redirected Links
ro_ro: Legaturi redirectionate

source: No redirects found
ro_ro: Nu s-au gasit redirectionari

source: All
ro_ro: Toate

source: Detected Links
ro_ro: Legaturi detectate

source: No links found (yet)
ro_ro: Nu s-au gasit legaturi (inca)

source: Search Results
ro_ro: Rezultate Cautare

source: No links found for your query
ro_ro: Nu s-au gasit legaturi pentru solicitarea dvs.

source: Preview &#8220;%s&#8221;
ro_ro: Previzualizare &#8220;%s&#8221;

source: Preview
ro_ro: Previzualizare

source: View &#8220;%s&#8221;
ro_ro: Vizualizare &#8220;%s&#8221;

source: Updating post %d failed
ro_ro: Actualizare a afisarii %d esuata

source: %d post deleted.
ro_ro: %d afisare stearsa.

source: %d page deleted.
ro_ro: %d pagina stearsa.

source: %d "%s" deleted.
ro_ro: %d "%s" stearsa (e).

source: %d post moved to the Trash.
ro_ro: %d afisare mutata in Pubela.

source: %d page moved to the Trash.
ro_ro: %d pagina mutat in Pubela.

source: %d "%s" moved to the Trash.
ro_ro: %d "%s" mutat in Pubela.

source: %d '%s' has been deleted
ro_ro: %d '%s' a fost stearsa

source: Container type '%s' not recognized
ro_ro: Tip recipient '%s' nerecunoscut

source: The plugin script was terminated while trying to check the link.
ro_ro: Scriptul modulului extensie a fost inchis in timp ce se incerca verificarea legaturii.

source: The plugin doesn't know how to check this type of link.
ro_ro: Modulul extensie nu stie sa verifice acest tip de legatura.

source: Link is valid.
ro_ro: Legatura este valida.

source: Link is broken.
ro_ro: Legatura este intrerupta.

source: Link is not valid
ro_ro: Legatura nu este valida.

source: This link can not be edited because it is not used anywhere on this site.
ro_ro: Aceast legatura nu poate fi editata, pentru ca nu este folosita nicaieri pe acest sit.

source: Failed to create a DB entry for the new URL.
ro_ro: Nu s-a reusit crearea unei intrari in BD pentru noul URL.

source: This link is not a redirect
ro_ro: Legatura nu este o redirectionare.

source: Couldn't delete the link's database record
ro_ro: Nu s-a putut sterge inregistrarea acestei legaturi din baza de date

# link status
source: Unknown
ro_ro: Necunoscut

source: Not checked
ro_ro: Neverificata

source: False positive
ro_ro: Pozitiv fals

# module name
source: Basic HTTP
ro_ro: HTTP elementar

# module name
source: Blogroll items
ro_ro: Articole stat blog

# module name
source: Comments
ro_ro: Comentarii

# module name
source: Custom fields
ro_ro: Campuri personalizabile

# module name
source: Embedded DailyMotion videos
ro_ro: Clipuri video DailyMotion Incorporate

# module name
source: Embedded Vimeo videos
ro_ro: Clipuri video Vimeo Incorporate

# module name
source: Embedded YouTube videos
ro_ro: Clipuri video YouTube Incorporate

# module name
source: HTML images
ro_ro: Imagini HTML

# module name
source: HTML links
ro_ro: Legaturi HTML

# module name
source: MediaFire API
ro_ro: IPA (interfata de programare a aplicatiei - API) MediaFire

# module name
source: MegaUpload API
ro_ro: MegaIncarcare IPA (API)

# module name
source: Plaintext URLs
ro_ro: URL-uri de text simplu

# module name
source: RapidShare API
ro_ro: IPA (interfata de programare a aplicatiei - API) RapidShare

# module name
source: YouTube API
ro_ro: IPA (interfata de programare a aplicatiei - API) YouTube

# module name
source: Posts
ro_ro: Afisari

# module name
source: Pages
ro_ro: Pagini

source: %d second
ro_ro: %d secunda

source: %d second ago
ro_ro: acum %d secunda

source: %d minute
ro_ro: %d minut

source: %d minute ago
ro_ro: acum %d minut

source: %d hour
ro_ro: %d ora

source: %d hour ago
ro_ro: acum %d ora

source: %d day
ro_ro: %d zi

source: %d day ago
ro_ro: acum %d zi

source: %d month
ro_ro: %d luna

source: %d month ago
ro_ro: acum %d luna

source: Container %s[%d] not found
ro_ro: Recipient %s[%d] negasit

source: Parser '%s' not found.
ro_ro: Analizor de cod '%s' negasit.

source: Checks your blog for broken links and missing images and notifies you on the dashboard if any are found.
ro_ro: Va verifica blogul pentru legaturi intrerupte si imagini lipsa si notifica daca se gaseste vreuna, pe tabloul de bord.
